//** @file
//   Strings for Setup Change Config utility DXE
//
//;******************************************************************************
//;* Copyright (c) 2015, Insyde Software Corp. All Rights Reserved.
//;*
//;* You may not reproduce, distribute, publish, display, perform, modify, adapt,
//;* transmit, broadcast, present, recite, release, license or otherwise exploit
//;* any part of this publication in any form, by any means, without the prior
//;* written permission of Insyde Software Corporation.
//;*
//;******************************************************************************

/=#

#include "Standard.uni"

#string STR_BLANK_STRING                                                   #language en-US " "
                                                                           #language fr-FR " "
                                                                           #language zh-TW " "
                                                                           #language ja-JP " "
                                                                           #language it-IT " "
                                                                           #language es-ES " "
                                                                           #language de-DE " "
                                                                           #language pt-PT " "	
#string STR_DISABLED_TEXT                                                  #language en-US "Disabled"
                                                                           #language fr-FR "Désactiver"
                                                                           #language zh-TW "\wide停用\narrow"
                                                                           #language ja-JP "\wide使用しない\narrow"
                                                                           #language it-IT "Disabilitato"
                                                                           #language es-ES "inhabilitado"
                                                                           #language de-DE "Sperren"
                                                                           #language pt-PT "Proibir"
#string STR_ENABLED_TEXT                                                   #language en-US "Enabled"
                                                                           #language fr-FR "Activer"
                                                                           #language zh-TW "\wide啟用\narrow"
                                                                           #language ja-JP "\wide使用する\narrow"
                                                                           #language it-IT "abilitato"
                                                                           #language es-ES "permitido"
                                                                           #language de-DE "Aktivieren"
                                                                           #language pt-PT "Permitir"
													 
//
// Form H2O_SETUP_CHANGE_CONFIG_UTIL_FORMSET_GUID
//
#string STR_SETUP_CHANGE_HISTORY_VIEWER                                    #language en-US "Setup Change History Viewer"
#string STR_SETUP_CHANGE_HISTORY_VIEWER_HELP                               #language en-US "Show Setup Change History Viewer."
//
// Form VFR_FORMID_SETUP_CHANGE_EVENT_AND_MESSAGE_PAGE
// 
#string STR_SETUP_CHANGE_EVENT_AND_MESSAGE_PAGE                            #language en-US "Setup Change History"
#string STR_SETUP_CHANGE_EVENT_AND_MESSAGE_HELP                            #language en-US "Show H2O Setup Change History"
#string STR_H2O_SETUP_CHANGE_HISTORY_TITLE                                 #language en-US "Setup Change History:"
#string STR_EVENT_LOG_VIEWER_SHOW_H2O_SETUP_CHANGE_HISTORY                 #language en-US "Show Setup Change History"
#string STR_EVENT_LOG_VIEWER_SHOW_H2O_SETUP_CHANGE_HISTORY_HELP            #language en-US "Show all of the Setup Change History."
#string STR_EVENT_LOG_VIEWER_SAVE_H2O_SETUP_CHANGE_HISTORY                 #language en-US "Save Setup Change History"
#string STR_EVENT_LOG_VIEWER_SAVE_H2O_SETUP_CHANGE_HISTORY_HELP            #language en-US "Save all of the Setup Change History."
#string STR_SHOW_H2O_SETUP_CHANGE_HISTORY_PREVIOUS_PAGE                    #language en-US "Show Previous Page Setup Change History"
#string STR_SHOW_H2O_SETUP_CHANGE_HISTORY_NEXT_PAGE                        #language en-US "Show Next Page Setup Change History"

//
// End of file
//